***messages***

;  Strings

45ae09fb="_Sí_No"
26baa096="_Sí_No_Todo"
2c8752a3="_Sí_No_Todo_nUnca_sAlir"
67fa3a7b="_Sí_No_Todo_nUnca_Renombrar_sAlir"
bdbb4127="_Continuar_Salir"
6bfd7fb7="_Reintentar_Abandonar"
27cc148f="\nRAR %s    Copyright (c) 1993-%d Alexander Roshal    %d %s %d"
ba95fc4d="\nRegistrado por %s\n"
3fe78d58="\nVersión de evaluación     Escriba RAR -? para ayuda\n"
29cbe41a="\nUNRAR %s freeware      Copyright (c) 1993-%d Alexander Roshal\n"
d685b67d="beta"
f32fcec1="Ene"
97efbe8a="Feb"
e261840b="Mar"
b8a25e7f="Abr"
75b35d83="May"
dd811994="Jun"
338f78b8="Jul"
a8084ed1="Ago"
7ebbae59="Sep"
3ab097d2="Oct"
79c9d3c5="Nov"
e36c5a72="Dic"
47238bd6="\nUso:     rar <orden> -<modificador 1> -<modificador N> <archivo> <ficheros...>"
e9ac195f="\nUso:     unrar <orden> -<modificador 1> -<modificador N> <archivo> <ficheros...>"
6402b51a="\n               <@lista de ficheros...> <ruta_de_extracción\\>"
37c4b240="\n\n<Ordenes>"
c5c4d9f4="\n  a             Añadir ficheros al archivo"
407d3622="\n  c             Añadir comentario de archivo"
1958fa78="\n  ch            Cambiar modificadores del archivo"
3def95de="\n  cw            Escribir el comentario de archivo en el fichero"
5a0e088e="\n  d             Eliminar ficheros del archivo"
99f44c1a="\n  e             Extraer ficheros sin trayectorias"
be48169e="\n  f             Actualizar los ficheros del archivo"
f01c5fb5="\n  i[par]=<str>  Buscar cadena en los archivos"
9dd635db="\n  k             Bloquear el archivo"
9da9a50e="\n  l[t[a],b]     Listar contenido [técnico[todo],simple]"
e8d639c8="\n  m[f]          Mover al archivo [sólo ficheros]"
f6e7cc23="\n  p             Sacar el fichero por la salida estándar"
0e5ee7c6="\n  r             Reparar el archivo"
64f802ac="\n  rc            Reconstruir volúmenes perdidos"
bb014199="\n  rn            Renombrar ficheros comprimidos"
bdc41587="\n  rr[N]         Añadir registro de recuperación de datos"
437dcfd9="\n  rv[N]         Crear volúmenes de recuperación"
a5bd320d="\n  s[nombre|-]   Convertir el archivo en o desde SFX"
2a7e0204="\n  t             Comprobar los ficheros de archivo"
c0a54bda="\n  u             Actualizar los ficheros en el archivo"
ca51bbd7="\n  v[t[a],b]     Listado detallado del archivo [técnico[todo],simple]"
a18108ee="\n  x             Extraer ficheros con la ruta completa"
baa5cb64="\n\n<Modificadores>"
8588221b="\n  -             Detener el proceso de modificadores"
e31be2ac="\n  @[+]          Activar [desactivar] listas de ficheros"
28d58440="\n  ac            Borrar el atributo Archivo tras la compresión o extracción"
c193dbd4="\n  ad            Añadir nombre de archivo a la carpeta de destino"
0bb63998="\n  ag[formato]   Generar el nombre de archivo usando la fecha actual"
2fa5a654="\n  ai            Ignorar atributos de fichero"
da6c83bd="\n  ao            Añadir los ficheros con el atributo Archivo activado"
0d8d1a87="\n  ap<ruta>      Establecer la ruta dentro del archivo"
9dd44d57="\n  as            Sincronizar el contendido del archivo"
97d6cc8c="\n  c-            No mostrar comentarios"
b5081a20="\n  cfg-          No leer configuración"
079daad0="\n  cl            Convertir los nombres a minúsculas"
844a940d="\n  cu            Convertir los nombres a mayúsculas"
551e6e79="\n  df            Eliminar los ficheros tras la compresión"
f925c396="\n  dh            Abrir los ficheros compartidos"
ebce35fa="\n  dr            Mover ficheros a la Papelera tras la compresión"
30619b8c="\n  ds            Desactivar la clasificación por nombre en los archivos sólidos"
44e06dc9="\n  dw            Limpiar y eliminar ficheros tras la compresión"
6d8ee7c3="\n  e[+]<atri>    Excluir o incluir ficheros según sus atributos"
ed449116="\n  ed            No añadir directorios vacíos"
4349df7a="\n  en            No añadir bloque de 'final de archivo'"
cc796936="\n  ep            Excluir las rutas de los nombres"
a4d8fb38="\n  ep1           Excluir el directorio raíz de los nombres"
836d66c8="\n  ep2           Expandir las rutas al máximo"
bc01e6f6="\n  ep3           Expandir las rutas al máximo incluyendo la letra de la unidad"
d5ca8cdd="\n  f             Actualizar los ficheros"
b86e8889="\n  hp[ctrña]     Codificar cabeceras y datos"
fb3c0a14="\n  ht[b|c]       Especificar algoritmo para la suma de control [BLAKE2,CRC32]"
87965ba1="\n  id[c,d,p,q]   Desactivar mensajes"
6d1186fb="\n  ieml[email]   Enviar archivo por email"
39104349="\n  ierr          Mostrar mensajes en la consola de depuración"
57eeafb3="\n  ilog[fichero] Registrar los errores en un fichero (sólo versión registrada)"
7c1ce3aa="\n  inul          Desactivar todos los mensajes"
c7e03b94="\n  ioff          Apagar el PC después de finalizar la operación"
3d6cdc12="\n  isnd          Activar el sonido"
3d128f81="\n  kb            Conservar los ficheros extraídos dañados"
1e55856e="\n  log[f][=nomb] Escribe nombres en el fichero de registro"
d226dfac="\n  m<0..5>       Establecer nivel de compresión (0-guardar ... 3-normal 5-máxima)"
8991fcc2="\n  ma[4|5]       Especificar versión de formato de compresión"
6abc478d="\n  mc<par>       Establecer opciones avanzadas de compresión"
aa8cf316="\n  md<m>[k,m,g]  Tamaño del diccionario en KB, MB o GB"
9fc210ad="\n  ms[lista]     Especificar tipos de ficheros a almacenar"
50633fa6="\n  mt<threads>   Especificar número de procesos"
0b803d9f="\n  n<fichero>    Filtrar además el fichero especificado"
36e5805a="\n  n@            Leer mascaras de filtro adicionales de la entrada estandard"
eae8521b="\n  n@<lista>     Leer mascaras de filtro adicionales del fichero <lista>"
9d4c71ea="\n  o[+|-]        Establecer el modo de sobreescritura"
a162ffb2="\n  oc            Guardar atributo NTFS de compresión"
6a05ad35="\n  oh            Guardar enlaces fuertes como enlace en lugar de como fichero"
398e888a="\n  oi[0-4][:min] Guardar ficheros idénticos como referencias"
95a0bbbe="\n  ol[a]         Procesar enlaces simbólicos como enlace [ruta absoluta]"
950f5afd="\n  or            Renombrar ficheros automáticamente"
9a79f87f="\n  os            Guardar flujos NTFS"
0ec1be44="\n  ow            Guardar o restablecer el propietario y grupo"
34396190="\n  p[contraseña] Especificar la contraseña"
b34d7cfc="\n  p-            No preguntar la contraseña"
faf19b85="\n  qo[-|+]       Añadir información de obertura rápida [ninguna|forzar]"
1890d917="\n  r             Inclusión recursiva de directorios"
ef406e2f="\n  r-            Desactivar recursión"
07585284="\n  r0            Recorrer recursivamente sólo los subdirectorios de los nombres con comodín"
a8519f51="\n  ri<P>[:<S>]   Especificar la prioridad (0-predeterminada,1-min..15-máx) y el tiempo de inactividad en ms"
7874c873="\n  s[<N>,d,e]    Crear un archivo sólido"
e560823f="\n  s-            Desactivar la compresión sólida"
849020ff="\n  sc<chr>[obj]  Especificar el juego de caracteres"
dac333fe="\n  sfx[nombre]   Crear un archivo SFX"
0ec14c86="\n  si[nombre]    Leer datos de la entrada estándar"
e337ddc5="\n  sl[tamaño]    Procesar ficheros mas pequeños que el tamaño especificado"
09d517fc="\n  sm[tamaño]    Procesar ficheros mas grandes que el tamaño especificado"
985bb863="\n  t             Comprobar ficheros después de comprimir"
5f7c2fc3="\n  tk            Conservar la hora original del archivo"
c45336ed="\n  tl            Establecer como hora de archivo la del último fichero"
11def2e9="\n  tn<fecha>     Procesar ficheros posteriores a <fecha>"
3434fa20="\n  to<fecha>     Procesar ficheros anteriores a <fecha>"
49e02df1="\n  ta<fecha>     Procesar ficheros modificados después de <fecha> en formato AAAAMMDDHHMMSS"
6862009c="\n  tb<fecha>     Procesar ficheros modificados antes de <fecha> en formato AAAAMMDDHHMMSS"
7d8d0f1c="\n  ts<m,c,a>[N]  Guardar o restaurar fecha y hora (modificación, creación, acceso)"
01f746c7="\n  u             Actualizar los ficheros"
151a551b="\n  v             Crear volúmenes con detección automática de tamaño o listar todos los volúmenes"
90ba50ab="\n  v             Listar todos los volúmenes"
83c56db4="\n  v<tamaño>[k,b]Crear volúmenes con tamaño =<tamaño>*1000 [*1024, *1]"
c904b0cc="\n  vd            Borrar el contenido del disco antes de crear un volumen"
db306e31="\n  ver[n]        Control de versión de ficheros"
f85b3633="\n  vn            Usar nomenclatura antigua de volúmenes"
af0eab5c="\n  vp            Detenerse antes de cada volumen"
c4149272="\n  w<ruta>       Asignar el directorio de trabajo"
dcfab2a7="\n  x<fichero>    Excluir el fichero especificado"
7b26f7bb="\n  x@            Leer ficheros a excluir de la entrada estándar"
c8dccdfa="\n  x@<lista>     Excluir los ficheros listados en el fichero <lista>"
a08b2a2b="\n  y             Suponer Sí a todo"
bfd7ae24="\n  z<fichero>    Leer el comentario de archivo desde fichero"
bfcd6f2b="\nERROR: archivo %s no válido\n"
9664189f="Introduzca la contraseña (no se mostrará)"
4e41836b="\nIntroduzca la contraseña (no se mostrará) para %s: "
99d9c6df="\nVuelva a introducir la contraseña: "
9186f535="\nERROR: las contraseñas no coinciden\n"
0d85b07b="Error de escritura en el fichero%s"
68a8444a="Error de lectura en el fichero %s"
11e56d97="Buscar error en el fichero %s"
1343e4da="No se puede cerrar el fichero %s"
009537bf="Memoria insuficiente"
b456b2a5="Archivo dañado - use la orden 'Reparar'"
95f14ef5="Programa anulado"
b4487a1d="\nNo se puede renombrar %s como %s"
1d5c6b4e="\nNo se puede encontrar el volumen %s"
24c97a64="\nInterrupción de usuario\n"
edb31e2f="\n¿Crear el siguiente volumen ?"
bf6db9c1="\nDisco lleno. Introduzca el siguiente"
238c7a39="\n\nCreando el %sarchivo %s\n"
658bcc64="\nIntroduzca el disco con %s"
917734ee="\n\nComprobando el archivo %s\n"
f632b175="\n\nExtrayendo de %s\n"
e7ad67ef="\nConvirtiendo %s"
cb2b39ad="\nConvertir archivos en SFX"
99a0487d="\nEliminando el módulo SFX"
eb3af98a="\n%s no es un archivo SFX"
5d46b7ad="\n%s no es un archivo RAR"
295c4bf7="\n%s no es el primer volumen"
e6e41774="\n%s - no se puede convertir en archivo SFX con formato antiguo"
ea3c3b2c="\nNo se puede crear %s"
c1f6b242="\nNo se puede abrir %s"
e487af01="\nMétodo desconocido en %s"
aa0f0b9b="\nFormato de archivo no soportado. Por favor, actualice WinRAR a una versión más nueva."
f66c5d5c=" Aceptar"
e79f56e4="\nListo"
d89fd911="\nBloqueando el archivo"
7a86bf7a="\n\nERROR: no se puede modificar el archivo con formato antiguo"
dca84101="\n\nERROR: archivo bloqueado"
9a715e78="\n\nERROR: no se puede modificar el volumen"
cb3224be="\nCopia de evaluación. Regístrese, por favor.\n"
fb32d8e5="\nCreando el %sarchivo %s\n"
a197f21f="\nActualizando %sarchivo %s\n"
da31bc44="sólido "
41c8dfa1="\nAñadiendo    %-58s     "
46e24fee="\nActualizando %-58s     "
e9b08831="\n...          %-58s     "
edf1ef63="\n\nEliminando los ficheros %s..."
9d75324f="y los directorios"
d2a8761e="\nEliminando %-30s"
ec1068d4="    eliminado"
80aee94a="    NO ELIMINADO"
6c75eb59="\n\nBorrando atributos..."
dacf033e="\nBorrando el directorio %-30s"
564aa9b8="\nADVERTENCIA: no se pueden abrir %d %s"
fc636988="ficheros"
d58b840e="fichero"
32f00636="\nADVERTENCIA: no hay ficheros"
dba986de="\n%s: codificado"
7dc41bea="\nNo se puede modificar un archivo sólido que contenga un fichero codificado"
6ed087c4="\nAnalizando los ficheros comprimidos: "
a0313268="\nRecomprimiendo los ficheros comprimidos: "
7c714e97="\n%-20s - Error en la suma de control"
55dbd6a7="\n%s - ¿usar la contraseña actual ?"
511469be="\nCreando     %-56s"
03e8deeb="\nOmitiendo   %-56s"
79185ea8="\nComprobando %-56s"
c15e7bbf="\nExtrayendo  %-56s"
0b2cb3bc="\n...         %-56s"
5f9c9805="\nNo se puede crear el directorio %s"
a01686dc="\n------ Imprimiendo %s\n\n"
2460c98a="\nError en la suma de control del fichero codificado %s. Fichero dañado o contraseña incorrecta."
bbb8c3fb="\nNo hay ficheros que extraer"
a4199058="\nTodo correcto"
8879f147="\nTotal de errores: %ld"
42cc3dd1="\n\n¿Quiere reemplazar el fichero existente %s\n%6s bytes, modificado el %s\ncon el afichero nuevo \n%6s bytes, modificado el %s ?\n"
009b2ab1="\n¿Sobrescribir %s ?"
9c8853a5="\nIntroducir nuevo nombre: "
80dcc6ed="\nCabecera dañada"
6daa80e6="\nCabercera principal del archivos dañada"
23aa75f9="\n%s - la cabecera del fichero está dañada"
c1e2d4da="La cabecera de recuperación de datos está dañada"
c39cb8b2="\nLeyendo los ficheros a excluir de la entrada estándar\n"
5fa15ce7="\nLeyendo comentario desde %s"
bd8a17c5="\nEliminando comentario desde %s"
768fe749="\nAñadiendo comentario a %s"
543235d9="\nAñadiendo comentarios de fichero"
6ae85f69="\n\nLeyendo comentario para %s : %s desde la entrada estándar\n"
3a14338f="\nEl comentario de archivo está dañado"
38c49074="\nPulse 'Intro' para continuar o 'Q' para salir:"
d4ce106d="\nEscribir comentario para %s"
312802d7="\nFalta el comentario"
2f446b7a="\nEliminando de %s"
3fe3dd22="\nEliminando %s"
3b814a74="\nBorrando el archivo vacío %s"
bdd081d5="\nNo hay ficheros que eliminar"
4ee71313="--------  %2d %s %d, archivo %s"
9969ee6b="\nERROR: ruta demasiado larga\n"
c0d0f264="Archivo"
670aa472="Detalles"
5e6ee46d="sólido"
f5a771c2="SFX "
48b479b5="volumen"
fc16b2ec="registro de recuperación"
de9b2910="bloqueado"
4f850230="cifrado"
70b72563="cabeceras cifradas"

; Titles for 'L' and 'V' commands.
7c890b8a=" Atributos       Tamaño   Fecha   Hora   Nombre"
9ae5f6df=" Atributos       Tamaño  Compr. Ratio    Fecha   Hora   Control   Nombre"

; Titles for multiline list output.
a7056326="Nombre"
75f84a09="Tipo"
75b92b30="Fichero"
dc74843a="Carpeta"
1178a3aa="Enlace simbólico Unix"
977415f8="Enlace simbólico Windows"
e0045ffc="Punto de unión NTFS"
b944b270="Enlace fuerte"
fbc39a5d="Referencia a fichero"
ea1f5cce="Flujo de datos alternativo NTFS"
b0ed9ea1="Destino"
0ee6394a="Tamaño"
db5bdcf1="Tamaño comprimido"
c7f7beaa="Ratio"
13062a69="Modi."
ac369408="Crea."
d6f6c768="Acce."
910b70c8="Atributos"
3092476f="Marcas"
ad644305="Compresión"
2e5a773b="SO anfitrión"
faa4a29b="Versión del fichero"
f4b1352a="Servicio"
4d348e9a="\n   Atributos extendidos de OS/2"
4e5d8e8b="\n   Propietario y grupo Unix:    %-14s %-14s"
2765eb41="\n   Atributos extendidos de BeOS"
8d7ffcc6="\n   Datos de seguridad del NTFS"
1cab91c5="\n   Flujo NTFS: %s"
99693dfd="\n   Tipo desconocido de subcabecera: 0x%04x"
6caeef93="\nComentario: "
ea257a35="Sí"
1a011159="No"
1a3f15ac="  0 ficheros\n"
1667c9a4="\nReconstruyendo %s"
c2fe5423="\nConstruyendo %s"
7e70957a="\nNo se puede reparar el archivo con formato antiguo"
e6ba84d9="\nEncontrado  %s"
dfb187b9="\nLa cabecera de archivo está dañada. ¿Marcar el archivo como sólido ?"
3dc50b0f="\nNo se encontró ningún fichero"
4b9729cd="\nFinal inesperado del archivo"
442ceb46="\n¿Reconstruir la estructura del archivo ?"
260b9d24="\nEscaneando..."
2d1e385a="\nNo se encontró el Registro de Recuperación de Datos"
df51f453="\nSe encontró el Registro de Recuperación de Datos"
98f4507d="\nSector %ld (desplazamientos %lX...%lX) dañado"
39517ad5=" - datos recuperados"
fafd2068=" - no se pueden recuperar los datos"
108df5f5="\nAñadiendo el registro de recuperación de datos"
8e3da3c5="\n\nBorrando el contenido de la unidad %c:\n"
54a53da9="\nADVERTENCIA: no se puede obtener el propietario %s ni el grupo\n"
f0a23e69="\nADVERTENCIA: no se puede obtener el ID del propietario %s\n"
86decae7="\nADVERTENCIA: no se puede obtener el ID del grupo %s\n"
d2703396="\nERROR: los datos del grupo y del propietario %s están dañados\n"
558b1a76="\nADVERTENCIA: no se puede establecer el propietario %s ni el grupo\n"
97362c38="\nADVERTENCIA: no se puede leer el enlace simbólico %s"
310ab9ee="\nADVERTENCIA: el enlace simbólico %s ya existe"
68e7f4b8="\nNo se puede crear %s. ¿Volver a intentarlo ?"
a7e014bf="\n Tipo de fichero de Mac OS:  %c%c%c%c  ; "
b2ede6b5="creador de fichero:  %c%c%c%c\n"
f5b60b80="\n%-20s : Error en la suma de control en el volumen %s"
0910aacb="\n%s es de sólo lectura"
b47bb7cd="\nADVERTENCIA: no se pueden obtener los datos de seguridad %s\n"
ed66a19a="\nADVERTENCIA: no se pueden establecer los datos de seguridad %s\n"
945e1635="\nERROR: los datos de seguridad %s están dañados\n"
23b54de8="\nADVERTENCIA: formato desconocido en los datos de seguridad %s\n"
c5c39691="\nERROR: el flujo de datos %s está dañado\n"
c3d20aec="\nADVERTENCIA: formato desconocido en el flujo de datos  %s\n"
0701720c="\nERROR: nombre de fichero %s no válido"
1fc020ac="\nERROR: los atributos extendidos %s están dañados\n"
7ce4cdc9="\nADVERTENCIA: %s - formato desconocido en los atributos extendidos\n"
a833d40b="\nADVERTENCIA: no se pueden establecer los atributos extendidos en %s\n"
b29de581="\nERROR: no se pueden obtener los atributos extendidos de %s\n"
1c43f507=" (+EA)"
d94f1fab="\n...omitiendo los atributos extendidos"
99b7773d="\n\nProcesando el archivo %s"
07251231="\nErrores de búsqueda de fichero, no se puede sincronizar el archivo"
e1f862dc="\nADVERTENCIA: intentando corregir el nombre de fichero no válido"
4b5f1b5c="\nADVERTENCIA: debe comenzar la extracción en un volumen anterior para descomprimir %s"
88b8fb4e="\nERROR: Opción desconocida: %s"
76cb06b0="\nERROR: Cabecera de datos en mal estado, ignorada"
9097125d="\nADVERTENCIA: Formato de cabecera de datos desconocido, ignorado"
97970d57="\nERROR: Bloque de datos %s en mal estado"
fc8e9a61="\nTipo de cabecera de datos: %s"
2e95ce95="\nImposible leer contenido de %s"
3edf8b00="\n%s no es un volumen"
5592e7bd="\nERROR: %s y %s no pertenece al mismo conjunto"
9b90c94a="\nfaltan %d volúmenes"
a18da06e="\nSe encontraron %d volúmenes de recuperación"
f22ab16c="\nNada que reconstruir"
53cd7209="\nReconstrucción imposible"
ead7102c="\nReconstruyendo..."
fb43ea91="\nCreando %s"
22ea5c2d="\nRenombrando %s a %s"
a73f1fdd="\nError de escritura: solo el sistema NTFS soporta ficheros de más de 4 GB"
ed9c7e66="\nADVERTENCIA: El sistema FAT32 no soporta ficheros de 4 GB o mayores"
504cba0b="\nADVERTENCIA: Imposible cambiar atributos de %s"
3dbc9e61="\nERROR: el módulo SFX estandard no soporta archivos RAR %d.%d"
00e9ccf6="\nNo se puede codificar un archivo con ficheros codificados"
4bc11674="\nNo se puedo enviar el fichero %s"
8ba80b98="\nArchivo RAR SFX"
7623adc4="\n  -x      Extraer del archivo (defecto)"
74ea0bc5="\n  -t      Verificar ficheros almacenados"
77689c84="\n  -v      Listado extendido"
7d063dcc="\nEl número total de volúmenes normales y de recuperación no puede exceder de %d"
944463cd="volumen %d"
f62a6912="\nImposible eliminar %s"
ff098ed5="\nCalculando la suma de control"
da4e155b="\nADVERTENCIA: Archivo SFX demasiado grande. Windows no puede ejecutar programas de más de 4 GB."
59a688ea="\nCalculando suma de control de todos los volúmenes."
16bf1979="\nERROR: Espacio de disco insuficiente para %s."
a6b740a7="\nQuizá necesita una versión mas nueva de RAR."
a59e7af3="\nMétodo de cifrado desconocido en %s"
2d3db47f="\nLa contraseña especificada es incorrecta."
cab0e17a="\nReparando"
4d4ac77a="\n%d bytes dañados en %08x %08x"
af41927b="\n%d bloques recuperados."
46d64cbf="\nEl registro de recuperación esta dañado."
277005eb="\nVerificando el registro de recuperación"
6809122a="Fallo"
1bf5efce="\nEl modificador %s no esta soportado en el formato de archivo RAR %d.x."
c2f9bfd9="\nBuscando ficheros idénticos"
abae1fef="%d encontrados."
766be7e4="\nCampo extra desconocido en %s."
b89716b0="\nImposible copiar %s a %s."
2985a34a="\nNecesita descomprimir el archivo entero para crear referencias a ficheros."
1fd8ce26="\nCopiando datos"
aa747e4e="\nImposible crear enlace simbólico %s"
8d5431af="\nImposible crear enlace fuerte %s"
46883541="\nQuizá necesite ejecutar RAR como administrador"
398d2d1a="\nNo hay suficiente memoria para un diccionario de compresión de %d MB, se ha cambiado a %d MB."
a4230f59="\nPor favor, use un diccionario de compresión menor."